Repository: gurukulsankalp/Django-Oscar-Marketplace-yoohalal
Catalog: yoohalal/locale/*/LC_MESSAGES/django.po
Languages: id

source: return to basket
id: kembali ke keranjang

source: Shipping Method
id: Metode Pengiriman

source: Cost
id: Biaya

source: This includes a discount of <strong>%(amount)s</strong> as your basket qualifies for the <strong>%(name)s</strong> offer.
id: Total ini termasuk diskon <strong>%(amount)s</strong> as keranjang Anda memenuhi syarat untuk medapatkanpenawaran <strong>%(name)s</strong>.

source: Select option
id: Pilih

source: Order %(number)s: confirmation
id: Pesanan %(number)s: konfirmasi

source: Thank you for shopping at yoohalal.com
id: Terima kasih telah berbelanja di yoohalal.com

source: We have to process your order and send a confirmation email. For order number <strong>#%(number)s</strong>.
id: Kami telah memproses pesanan Anda dan mengirimkan email konfirmasi. untuk nomer pesanan <strong>#%(number)s</strong>.

source: Payment Instructions
id: Instruksi Pembayaran

source: Make a payment to the destination bank you have selected by transfer through ATM, mobile banking or internet banking
id: Lakukan pembayaran ke bank tujuan yang telah anda pilih dengan transfer melalui ATM, mobile banking atau internet banking

source: Transfer money in accordance with the nominal total spend of your transactions listed<br/> Total: <strong>%(total)s</strong>
id: Transfer uang sesuai dengan nominal total belanja yang tertera<br/> Total: <strong>%(total)s</strong>

source: Fill in the note with your order number<br/> Order Number: <strong>#%(number)s</strong>
id: Isikan catatan dengan nomor pesanan Anda<br/> Nomor Pesanan: <strong>#%(number)s</strong>

source: Keep a proof of payment for your transaction proof on the payment confirmation page
id: Simpan bukti pembayaran untuk bukti transaksi Anda pada halaman konfirmasi pembayaran

source: Don't forget to confirm
id: Jangan Lupa Konfirmasi

source: Do a transfer within 1x10 hours. If in that time you do not transfer funds then we will cancel the transaction.
id: Lakukan transfer dalam waktu 1x10 jam. Jika dalam waktu tersebut Anda tidak melakukan transfer dana maka transaksi akan kami batalkan.

source: Confirm your payment on the payment confirmation page<br/> <a target="_blank" href="%(the_url)s">here</a> <- link to the confirmation page
id: Konfirmasi pembayaran Anda pada halaman konfirmasi pembayaran<br/> <a target="_blank" href="%(the_url)s">disini</a> <- link ke halaman konfirmasi

source: Unconfirmed payments will not be processed!
id: Pembayaran yang belum dikonfirmasi tidak akan diproses!

source: Print this page
id: Cetak halaman ini

source: Address book
id: Buku alamat

source: Are you sure you want to delete this address?
id: Yakin ingin menghapus alamat ini?

source: Default shipping address
id: Default alamat pengiriman

source: Default billing address
id: Default alamat pembayaran

source: Set as default shipping address
id: Jadikan sebagai default alamat pengiriman

source: Set as default billing address
id: Jadikan sebagai default alamat pembayaran

source: There are no addresses in your address book.
id: Tidak ada alamat yang tersimpan di buku alamat Anda

source: Add a new address
id: Tambah alamat baru

source: Confirm Email
id: Konfirmasi Email

source: Register
id: Daftar

source: Hi <strong>%(email)s</strong>, Please check your email to confirm your registration.
id: Hai <strong>%(email)s</strong>, mohon periksa email Anda untuk mengonfirmasi pendaftaran Anda.

source: Account
id: Akun

source: Profile
id: Profil

source: Order History
id: Riwayat pesanan

source: Address Book
id: Buku alamat

source: Email History
id: Riwayat Email

source: Product Alerts
id: Peringatan produk

source: Notifications
id: Pemberitahuan

source: Wish Lists
id: Wishlist

source: Date sent
id: Tanggal terkirim

source: Subject
id: Judul

source: No emails found
id: Tidak ada email yang ditemukan

source: Warm regards
id: Partner Anda

source: Orders with Bank Transfer Succeed
id: Pesanan dengan Transfer Bank berhasil

source: Thank you for completing the transaction in Yoohalal, Payment using Bank Transfer is successful. Your order has us forward to the Seller.
id: Terimakasih telah menyelesaikan transaksi di Yoohalal, Pembayaran menggunakan BankTransfer berhasil, pesanan Anda telah kami sampaikan ke Penjual.

source: You have been fill confirmation form
id: Anda sudah mengisi form konfirmasi

source: We have received order confirmation with order number %(number)s from you. We will validate your confirmation soon.
id: Kami sudah menerima konfirmasi pesanan dengan nomor urut %(number)s dari Anda. Kami akan segera memvalidasi konfirmasi Anda.

source: Your email address has changed at %(site_name)s
id: Alamat email Anda di %(site_name)s telah berubah

source: You're receiving this email because your email address has been changed to <strong>%(email)s</strong>.
id: Anda menerima email ini karena alamat email Anda telah diubah menjadi <strong>%(email)s</strong>.

source: If it wasn't you who changed it, please reset your password immediately and correct your email address:
id: Jika bukan Anda yang mengubahnya, segera setel ulang kata sandi Anda dan perbaiki alamat email Anda:

source: If it was you who changed the email address, you can ignore this email.
id: Jika Anda yang mengganti alamat emailnya, Anda bisa mengabaikan email ini.

source: You're receiving this email because your email address has been changed to %(email)s.
id: Anda menerima e-mail ini karena alamat e-mail Anda telah diubah menjadi %(email)s.

source: Your email address has changed at %(site_name)s.
id: Alamat email Anda di %(site_name)s telah berubah.

source: Customer sends confirmation
id: Pelanggan mengirimkan konfirmasi

source: You have a request to validate the confirmation for the order with the order number <strong>%(number)s</strong> sent by <strong>%(email)s</strong>
id: Anda memiliki permintaan untuk memvalidasi konfirmasi pesanan dengan pesanan nomor <strong>%(number)s</strong> dikirim oleh <strong>%(email)s</strong>

source: You have a request to validate the confirmation for the order with the order number %(number)s sent by %(email)s
id: Anda memiliki permintaan untuk memvalidasi konfirmasi pesanan dengan pesanan nomor %(number)s yang dikirim oleh %(email)s

source: Confirm order
id: Konfirmasi pesanan

source: Your order has been received
id: Pesanan Anda telah diterima

source: We are pleased to confirm your order %(order_number)s has been received and will be processed shortly.
id: Kami mengkonfirmasi pesanan Anda %(order_number)s telah diterima dan akan segera diproses.

source: View Order
id: Tampilan Pemesanan

source: Order Total
id: Total Pesanan

source: Hello, We are pleased to confirm your order %(order_number)s has been received and will be processed shortly.
id: Assalamualaikum, Kami mengkonfirmasi pesanan Anda %(order_number)s telah diterima dan akan segera diproses.

source: Your order contains:
id: Berikut pesanan Anda:

source: quantity:
id: quantitas

source: price:
id: harga

source: Basket total:
id: Total keranjang:

source: Shipping:
id: Pengiriman:

source: Order Total:
id: Total Pesanan:

source: Shipping address:
id: Alamat Pengiriman:

source: You can view the status of this order at the below URL: %(status_url)s
id: Anda dapat melihat status pesanan ini di URL di bawah ini: %(status_url)s

source: Confirmation of order %(number)s
id: Konfirmasi pesanan %(number)s

source: Request to be a partner
id: Permintaan untuk menjadi partner

source: You get a request to be a partner of the user by email %(email)s with the partner name <strong>%(name)s</strong>
id: Anda mendapatkan permintaan untuk menjadi mitra pengguna melalui email %(email)s dengan nama partner <strong>%(name)s</strong>

source: You get a request to be a partner of the user by email %(email)s with the partner name %(name)s
id: Anda mendapatkan permintaan untuk menjadi mitra pengguna melalui email %(email)s dengan nama partner %(name)s

source: Resetting your password at %(site_name)s
id: Menyetel ulang kata sandi Anda %(site_name)s

source: You're receiving this e-mail because your password has been changed at %(name)s.
id: Anda menerima e-mail ini karena kata sandi Anda telah diubah pada %(name)s.

source: If it wasn't you who changed it, please reset your password immediately:
id: Jika bukan Anda yang mengubahnya, segera setel ulang kata sandi Anda:

source: Otherwise, you can ignore this email.
id: Jika tidak, Anda bisa mengabaikan email ini.

source: You're receiving this email because your password has been changed at %(name)s.
id: Anda menerima email ini karena kata sandi Anda telah diubah di %(name)s.

source: Your password changed at %(site_name)s.
id: Kata sandi Anda di %(site_name)s telah berubah.

source: You're receiving this e-mail because you requested a password reset for your user account at %(name)s.
id: Anda menerima e-mail ini karena Anda meminta penyetelan ulang kata sandi untuk akun pengguna %(name)s.

source: Please go to the following page and choose a new password:
id: Silakan masuk ke halaman berikut dan pilih kata sandi baru:

source: Resetting your password at %(site_name)s.
id: Menyetel ulang kata sandi Anda di %(site_name)s.

source: Dear %(name)s,
id: Kepada %(name)s,

source: Hello,
id: Assalamualaikum,

source: We are happy to inform you that our product '%(title)s' is back in stock: http://%(site)s%(path)s
id: Kami memberitahukan bahwa produk kami '%(title)s' telah tersedia kembali: http://%(site)s%(path)s

source: Beware that the amount of items in stock is limited. Be quick or someone might get there first.
id: Hati-hati jumlah barang dalam stok terbatas. Cepat atau seseorang mendapatkanya lebih dulu.

source: With this email we have disabled your alert automatically and you will not receive any further email regarding this product. Thanks for your interest, The %(site_name)s Team
id: Dengan email ini kami telah menonaktifkan lansiran Anda secara otomatis dan Anda tidak akan menerima email lebih lanjut mengenai produk ini. Terima kasih atas minat Anda, %(site_name)s Tim

source: Hello, Somebody (hopefully you) has requested an email alert when '%(title)s' is back in stock. Please click the following link to confirm: http://%(domain)s%(confirm_path)s You can cancel this alert at any time by clicking the following link: http://%(domain)s%(cancel_path)s Thanks for your interest, The %(site)s Team
id: Assalamualaikum, Seseorang (semoga Anda) telah meminta peringatan email saat '%(title)s' kembali tersedia. Silahkan klik link berikut untuk konfirmasi: http://%(domain)s%(confirm_path)s Anda dapat membatalkan lansiran ini kapan saja dengan mengeklik tautan berikut: http://%(domain)s%(cancel_path)s Terima kasih atas minat Anda, %(site)s Tim

source: Confirmation required for stock alert
id: Konfirmasi diperlukan untuk waspada stok

source: %(title)s is back in stock
id: %(title)s kembali tersedia

source: Welcome to yoohalal.com
id: Selamat datang di yoohalal.com

source: <strong>Hi %(email)s,</strong> Please click on the link to confirm your registration, https://%(domain)s%(confirmation_url)s
id: <strong>Hai %(email)s,</strong> Silahkan klik pada link untuk mengkonfirmasi pendaftaran anda, https://%(domain)s%(confirmation_url)s

source: Hi %(email)s, Please click on the link to confirm your registration, https://%(domain)s%(confirmation_url)s
id: Hai %(email)s, Silahkan klik pada link untuk mengkonfirmasi pendaftaran anda, https://%(domain)s%(confirmation_url)s

source: We apologize, your confirmation data is rejected
id: Mohon maaf, data konfirmasi anda ditolak

source: We apologize, your confirmation data is rejected. Please correct your data by refilling confirmation form or contact our customer service immediately.
id: Kami mohon maaf, data konfirmasi anda ditolak, perbaiki data andadengan mengisi formulir konfirmasi atau langsung menghubungi layanan pelanggan kami.

source: Thank you for subscribe
id: Terima kasih telah berlangganan

source: Thank you for subscribing, Your subscription has been confirmed.
id: Terima kasih telah berlangganan, permintaan Anda telah dikonfirmasi.

source: If you want unsubscribe our newsletter, please go to the following page:
id: Jika Anda ingin berhenti berlangganan newsletter kami, silakan kunjungi halaman berikut:

source: Thank you for subscribe.
id: Terima kasih telah berlangganan.

source: Products you recently viewed
id: Terakhir dilihat

source: Login or register
id: Masuk atau mendaftar

source: Log In
id: Masuk

source: I've forgotten my password
id: Saya lupa kata sandi saya

source: Logging in...
id: Masuk

source: Registering...
id: Mendaftar...

source: Sender
id: Pengirim

source: Message
id: Pesan

source: Return to notifications inbox
id: Kembali ke kotak masuk notifikasi

source: Inbox
id: Kotak Masuk

# noun
source: Archive
id: Arsip

# verb
source: Archive
id: Arsip

source: With selected items:
id: Dengan item yang dipilih:

source: Archiving...
id: Pengarsipan...

source: There are no notifications to display.
id: Tidak ada pemberitahuan untuk ditampilkan

source: Order history
id: Riwayat pesanan

source: Product
id: Produk

source: Dispatch date
id: Tanggal pengiriman

source: Line price excl. tax
id: Harga belum pajak

source: Line price incl. tax
id: Harga termasuk pajak

source: Re-ordering...
id: Memesan kembali...

source: Re-order
id: Pesan Kembali

source: Not available anymore
id: Belum tersedia

source: Basket total (excl. discounts)
id: Total keranjang (sebelum diskon)

source: Basket total (inc. discounts)
id: Total keranjang (setelah diskon)

source: Shipping total (excl. discounts)
id: Total pengiriman (sebelum diskon)

source: Shipping total (inc. discounts)
id: Total pengiriman (setelah diskon)

source: Shipping total
id: Total pengiriman

source: Re-order all items
id: Pesan kembali semua item

source: Shipping Address
id: Alamat Pengiriman

source: Contact Number
id: Nomor Kontak

source: Shipping Notes
id: Catatan Pengiriman

source: Filter
id: Cari

source: Filtering...
id: Mencari...

source: Filter results
id: Hasil Pencarian

source: Order number
id: Nomor Pesanan

source: Num items
id: Jumlah Item

source: Total inc tax
id: Total termasuk pajak

source: Date submitted
id: Tanggal Pemesanan

source: No orders match your search.
id: Pencarian Anda tidak ditemukan.

source: You haven't placed any orders.
id: Anda belum memesan apapun

source: Delete?
id: Hapus?

source: Are you sure you want to delete %(name)s?
id: Apakah Anda yakin ingin menghapus %(name)s?

source: Remove product
id: Hapus produk

source: Are you sure you want to delete %(product_name)s from wish list %(wishlist_name)s?
id: Apakah Anda yakin akan menghapus %(product_name)s dari wish list %(wishlist_name)s?

source: Action
id: Aksi

source: View product
id: Lihat Produk

source: Move to '%(name)s' wish list
id: Pindahkan ke '%(name)s' wish list

source: Update quantities
id: Perbarui jumlah

source: Your wish list is empty.
id: Wish list Anda masih kosong.

source: Create
id: Tambah

source: What should your new wish list be called?
id: Apa nama wishlist Anda ?

source: After your wishlist is created, <strong>%(title)s</strong> will be added.
id: Setelah wishlist Anda dibuat, <strong>%(title)s</strong> akan ditambahkan.

source: Number of products
id: Jumlah produk

source: Wish list settings
id: Pengaturan wish list

source: You don't have any wish lists yet.
id: Kamu belum memiliki wish list

source: Create a new wish list
id: Buat wishlist baru

source: Create new product
id: Buat produk baru

source: New Product
id: Produk baru

source: Search Products
id: Cari Produk

source: You are currently editing a product variant of <a href="%(parent_url)s">%(title)s</a>.
id: Anda saat ini mengubah variasi produk dari <a href="%(parent_url)s">%(title)s</a>.

source: Sections
id: Bagian

source: Product details
id: Detail produk

source: Attributes
id: Atribut

source: Images
id: Gambar

source: Stock and pricing
id: Stok dan kalkulasi harga

source: Variants
id: Variasi

source: Upselling
id: Penjualan

source: Product Type:
id: Tipe Produk:

source: Upload, change or remove images
id: Mengunggah, mengubah atau menghapus gambar

source: Add variant
id: Tambahkan variasi

source: Stock records
id: Rekaman Stok

source: This product does not have any variants.
id: Produk ini tidak mempunyai variasi lain

source: One can't add variants to this product at this point.
id: satu tidak dapat menambah variasi ke produk ini pada titik ini

source: This is likely because this product still has stock records.
id: Ini mungkin karena produk ini masih memiliki rekaman stok.

source: Recommended products
id: Produk yang direkomendasikan

source: Save and add another variant
id: Simpan dan tambahkan variasi lain

source: Save and continue editing
id: Simpan dan lanjutkan mengubah

source: View on site
id: Tampilkan disitus

source: Partners
id: Mitra

source: Create new partner
id: Buat mitra baru

source: Owner
id: Pemilik

source: Edit the user's details
id: Ubah detail pengguna

source: No user associated.
id: Tidak ada pengguna yang terkait.

source: No address associated.
id: Tidak ada alamat yang terkait

source: Manage partner and users
id: Kelola mitra dan pengguna

source: Delete partner
id: Hapus mitra

source: Link an existing user
id: Tautkan pengguna yang ada

source: Link a new user
id: Tautkan pengguna baru

source: No partners found.
id: Tidak ditemukan mitra.

source: Unlinking...
id: Batalkan tautan...

source: Unlink user
id: Batalkan tautan pengguna

source: No user linked.
id: Tidak ada pengguna yang tertaut.

source: Edit this page
id: Edit halaman ini

source: Stay connected
id: Temukan Kami

source: About Yoohalal
id: Tentang Yoohalal

source: Privacy
id: Kebijakan Privasi

source: Terms Of Services
id: Aturan Penggunaan

source: Buy
id: Pembeli

source: Buying Help
id: Cara Belanja

source: Yoohalal Guides
id: Tips Berbelanja

source: Community
id: Anggota

source: Announcements
id: Berita & Pengumuman

source: Answer Center
id: Tanya Jawab

source: Payment Method
id: Metode Pembayaran

source: Oops! We found some errors
id: Ups! Kami menemukan beberapa kesalahan

source: please check the error messages below and try again
id: Silahkan cek pesan kesalahan di bawah ini dan coba lagi

source: Unrecognized image type!
id: Jenis gambar tidak dikenal!

source: Upload Image
id: Upload gambar

source: Create your own store
id: Buat tokomu sendiri

source: Logout
id: Keluar

source: Offers
id: Penawaran

source: <a href> Page %(page_num)s of %(total_pages)s</a>
id: <a href> Hal %(page_num)s dari %(total_pages)s</a>

source: Welcome to YooHalal, Let's Open a Store Now!
id: Selamat Datang di YooHalal, Ayo Buka Toko Sekarang!

source: You do not have access to view this page.
id: Anda tidak memiliki akses untuk melihat halaman ini.

source: Partner Registration Success
id: Sukses Pendaftaran Mitra

source: Thank you <strong>%(name)s</strong>, you have filled the registration form to become our partner. We will validate your information and contact you as soon.
id: Terima kasih <strong>%(name)s</strong>, Anda telah mengisi formulir pendaftaran untuk menjadi mitra kami Kami akan memvalidasi informasi anda dan segera menghubungi Anda.

source: Password reset complete
id: Penyetelan ulang kata sandi selesai

source: Password reset
id: Setel ulang kata sandi

source: Complete
id: Selesai

source: Your password has been set. You may go ahead and log in now.
id: Kata sandi Anda telah diterapkan. Anda bisa melanjutkan dan login sekarang.

source: Log in
id: Masuk

source: Enter a new password
id: Masukan kata sandi yang baru

source: Please enter your new password twice so we can verify you typed it in correctly.
id: Mohon masukkan kata sandi baru Anda dua kali agar kami dapat memverifikasi bahwa Anda mengetikkannya dengan benar.

source: Changing...
id: Merubah...

source: Change my password
id: Ubah kata sandi saya

source: Password reset unsuccessful
id: Penyetelan ulang kata sandi tidak berhasil

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
id: Tautan reset password tidak valid, mungkin karena sudah digunakan. Silakan minta reset password baru.

source: Password reset email sent
id: Email reset password terkirim

source: Email sent
id: Email terkirim

source: We've e-mailed you instructions for resetting your password. You should be receiving it shortly.
id: Kami telah mengirimi Anda e-mail untuk menyetel ulang kata sandi Anda. Anda akan menerimanya segera.

source: If you don't receive an email, please make sure you've entered the address you registered with, and check your spam folder.
id: Jika Anda tidak menerima email, pastikan Anda telah memasukkan alamat email yang Anda daftarkan, dan periksa folder spam Anda.

source: Forgotten your password? Enter your e-mail address below, and we'll e-mail instructions for setting a new one.
id: Lupa kata sandi Anda? Masukkan alamat e-mail Anda di bawah ini, dan kami akan mengirim e-mail instruksi untuk setting yang baru.

source: Sending...
id: Mengirim...

source: Send reset email
id: Kirim ulang email

source: Refine your search
id: Perbaiki pencarian Anda

source: Products matching "%(q)s"
id: Produk yang sesuai "%(q)s"

source: Found <strong>0</strong> results.
id: Ditemukan <span>0</span> hasil.

source: Did you mean <a href="%(search_url)s?q=%(suggestion)s">"%(suggestion)s"</a>?
id: Mungkin maksud Anda <a href="%(search_url)s?q=%(suggestion)s">"%(suggestion)s"</a>?

source: Products matching "%(q)s"
id: Produk yang sesuai "%(q)s"

source: Found <span>%(num_results)s</span> results, showing <span>%(start)s</span> to <span>%(end)s</span>.
id: Ditemukan <span>%(num_results)s</span> hasil, menampilkan <span>%(start)s</span> dari <span>%(end)s</span>.

source: Found <span>%(num_results)s</span> result.
id: Ditemukan <span>%(num_results)s</span> hasil.

source: This is express shipping. Should reach you within 48 hours. <p> It costs %(cost)s per item. </p>
id: <p>Harga %(cost)s per kilogram.</p>

source: This is Reguler shipping. <p> It costs %(cost)s per item. </p>
id: <p>Harga %(cost)s per kilogram.</p>

source: Bahasa Indonesia
id: Bahasa

source: Settings
id: Pengaturan

source: Draft
id: Konsep

source: Review
id: Diulas

source: Publish
id: Terbitkan

source: Unpublish
id: Tidak Terbitkan

source: Banned
id: Dilarang

source: Reject
id: Tolak

source: Accept
id: Terima

source: OR
id: Atau

source: Sign in Facebook
id: Masuk dengan Facebook

source: Sign in Google
id: Masuk dengan Google

source: Sign up Facebook
id: Daftar dengan Facebook

source: Sign up Google
id: Daftar dengan Google
