Repository: gurukulsankalp/Django-Oscar-Marketplace-yoohalal
Catalog: yoohalal/locale/*/LC_MESSAGES/django.po
Languages: id

source: Mr
id: Tuan

source: Miss
id: Nona

source: Mrs
id: Nyonya

source: Ms
id: Nn.

source: Dr
id: Saudara

# Treatment Pronouns for the customer
source: Title
id: Judul

source: Full name
id: Nama Lengkap

source: First name
id: Nama Depan

source: Last name
id: Nama belakang

source: First line of address
id: Baris pertama dari alamat

source: Second line of address
id: Baris kedua dari alamat

source: Third line of address
id: Baris ketiga dari alamat

source: Fourth line of address
id: Baris keempat dari alamat

source: Full address
id: Alamat lengkap

source: Sub-districts
id: Kecamatan

source: City
id: Kota

source: State/County
id: Provinsi

source: Post/Zip-code
id: Kode Pos

source: Country
id: Negara

source: Search text - used only for searching addresses
id: Pencarian kata - hanya gunakan untuk pencarian alamat

source: Address
id: Alamat

source: Addresses
id: Alamat

source: Addresses in %(country)s require a valid postcode
id: Alamat dalam %(country)s membutuhkan kodepos yang valid

source: The postcode '%(postcode)s' is not valid for %(country)s
id: Kodepos '%(postcode)s' tidak valid untuk %(country)s

source: Phone number
id: No. Telepon

source: In case we need to call you about your order
id: Andaikata kami perlu menghubungi anda mengenai pesanan

source: Note
id: Catatan

source: Tell us anything we should know when delivering your order.
id: Ceritakan apa yang perlu kami ketahui ketika menerima pesanan Anda.

source: Shipping address
id: Alamat pengiriman

source: Shipping addresses
id: Alamat pengiriman

source: User
id: Pengguna

source: Default shipping address?
id: Alamat pengiriman default?

source: Default billing address?
id: Alamat tagihan default?

source: Number of Orders as Shipping Address
id: Jumlah order sebagai alamat pengiriman

source: Number of Orders as Billing Address
id: Jumlah order sebagai alamat pembayaran

source: Address Hash
id: Hash alamat

source: Date Created
id: Tanggal Dibuat

source: User address
id: Alamat Pengguna

source: User addresses
id: Alamat pengguna

source: This address is already in your address book
id: Alamat sudah tertera pada daftar alamat Anda.

source: Billing address
id: Alamat Penagihan

source: Billing addresses
id: Alamat penagihan

source: Order Number
id: No Pesanan

source: Amount
id: Total

source: Date Confirmed
id: Tanggal Konfirmasi

source: Actions
id: Aksi

source: Transactions search results
id: Hasil pencarian transaksi

source: Transactions
id: Transaksi

source: Currency
id: Mata uang

source: Bank Account
id: Akun Bank

source: Reference
id: Referensi

source: Confirmed
id: Terkonfirmasi

source: Bank Transfer Transaction
id: Transaksi Bank Transfer

source: Home
id: Beranda

source: Checkout Process
id: Periksa Kembali

source: Payment
id: Pembayaran

source: Payment details
id: Detail Pembayaran

source: Enter payment details
id: Masukan Detail Pembayaran

source: Bank Transfer payment
id: Pilih bank yang akan digunakan:

source: Click on continue button to use Bank Transfer payment . Bank details will be sent to you once order is validated.
id: Transfer ke rekening kami melalui ATM, internet banking, SMS banking, atau setoran tunai.

source: Continue
id: Lanjutkan

source: Change
id: Ubah

source: The bank options you will use:
id: Pilihan bank yang akan Anda gunakan:

source: View
id: Lihat

source: Bank Transfer transaction
id: Transaksi via Bank Transfer

source: Transaction %(reference)s
id: Transaksi %(reference)s

source: Date
id: Tanggal

source: Method
id: Metode

source: Yes,No
id: Ya,Tidak

source: Date confirmed
id: Tanggal Konfirmasi

source: Bank Transfer transactions
id: Transaksi via Bank Transfer

source: Search
id: Cari

source: Searching...
id: Mencari...

source: No transactions have been made yet.
id: Belum ada transaksi yang dilakukan.

source: Invalid submission
id: Data yang dikirim tidak sesuai

source: Category Dashboard
id: Kategori Dashboard

source: Category
id: Kategori

source: Title
id: Judul

source: Post created successfully
id: Posting berhasil dibuat

source: Create Post
id: Buat Posting

source: Category created successfully
id: Kategori berhasil dibuat

source: Create Category
id: Buat Kategori

source: Post updated successfully
id: Posting berhasil diperbarui

source: Category updated successfully
id: Kategori berhasil diperbarui

source: Post deleted
id: Posting dihapus

source: Category deleted
id: Kategori dihapus

source: Posts search results
id: Hasil pencarian posting

source: Posts
id: Posting

source: Categories search results
id: Hasil pencarian kategori

source: Categories
id: Kategori

source: Body
id: Konten

source: Date Published
id: Tanggal Diterbitkan

source: Tag
id: Kata Kunci

source: Tags
id: Kata Kunci

source: Image
id: Gambar

source: Author
id: Penulis

source: Published
id: Terbitkan

source: Post
id: Posting

source: Posted By :
id: Oleh :

source: Read More
id: Selanjutnya

source: No posts are available.
id: Tidak ada posting yang tersedia.

source: previous
id: sebelumnya

source: next
id: berikutnya

source: Delete category
id: Hapus kategori

source: Are you sure you want to delete this category?
id: Yakin ingin menghapus kategori ini?

source: Deleting...
id: Menghapus...

source: Delete
id: Hapus

source: or
id: atau

source: cancel
id: batal

source: Create new category
id: Buat kategori baru

source: Saving...
id: Menyimpan...

source: Save
id: Simpan

source: Save and edit category
id: Simpan dan edit kategori

source: No category have been made yet.
id: Belum ada kategori yang dibuat.

source: Edit
id: Ubah

source: Delete Post
id: Hapus Posting

source: Are you sure you want to delete this post?
id: Anda yakin ingin menghapus posting ini?

source: Create new post
id: Buat posting baru

source: Save and edit post
id: Simpan dan edit posting

source: No post have been made yet.
id: Belum ada posting yang dibuat.

source: Career Dashboard
id: Karier Dashboard

# Applicant's name
source: Name
id: Nama pelamar

source: Departement
id: Departemen

source: Document
id: Berkas

source: Career created successfully
id: Karir berhasil dibuat

source: Create new career
id: Buat karir baru

source: Career updated successfully
id: Karir berhasil diperbarui

source: Career deleted
id: karir dihapus

source: Careers search results
id: Hasil pencarian karir

source: Careers
id: Karir

source: Departement created successfully
id: Departemen berhasil dibuat

source: Create new departement
id: Buat departemen baru

source: Departement updated successfully
id: Departemen berhasil diperbarui

source: Departement deleted
id: Departemen dihapus

source: Departements search results
id: Hasil pencarian departemen

source: Departements
id: Departemen

source: All applicants
id: Semua pelamar

source: with email matching '%s'
id: dengan pencocokan email '%s'

source: with name matching '%s'
id: dengan nama yang cocok '%s'

source: Applicant deleted
id: Hapus pelamar

source: Email already exists
id: Email sudah tersedia

source: Please keep filesize under "%(max_size)s". Current filesize "%(current_size)s"
id: Simpan file dibawah "%(max_size)s". Ukuran file saat ini"%(current_size)s"

source: Full Name
id: Nama Lengkap

source: Career
id: Karir

source: Applicant
id: Pelamar

source: Applicants
id: Pelamar

source: Department
id: Departemen

source: Departments
id: Departemen

source: Applicant Form
id: Formulir Pelamar

source: Please complete the job application form below:
id: Silahkan lengkapi form lamaran kerja di bawah ini:

source: Processing...
id: Memproses...

source: Submit
id: Kirim

source: Thanks
id: Terima kasih

source: Thank you <strong>%(name)s</strong>, you have followed the recruitment process at yoohalal, your application has been received. We will contact you soon after we validate your application.
id: Terima kasih <strong>%(name)s</strong>, Anda telah mengikuti proses rekrutmen di yoohalal, aplikasi anda sudah kami terima. Kami akan segera menghubungi anda setelah kami memvalidasi aplikasi Anda.

source: Apply job
id: Lamar

source: Good human resources become one of the important pillars of a startup. Because with good resources will form a solid team and from a solid team will produce a good product. We open up opportunities for the best candidates to fill several positions:
id: Sumber daya manusia yang baik menjadi salah satu pilar penting sebuah startup. Karena dengan sumber daya yang baik akan terbentuk team yang solid dan dari team yang solid akan menghasilkan produk yang baik. Kami membuka kesempatan untuk kandidat terbaik mengisi beberapa posisi:

source: See job
id: Lihat lowongan

source: No career are available.
id: Tidak ada karir yang tersedia.

source: Delete Applicant
id: Hapus Pelamar

source: Are you sure you want to delete this applicant?
id: Anda yakin ingin menghapus pelamar ini?

source: No applicants have been made yet.
id: Tidak ada pelamar yang telah dibuat.

source: Delete Career
id: Hapus Karir

source: Are you sure you want to delete this career?
id: Anda yakin ingin menghapus karir ini?

source: Save and edit career
id: Simpan dan edit karir

source: No career have been made yet.
id: Belum ada karir yang dibuat.

source: Delete departement
id: Hapus departemen

source: Are you sure you want to delete this departement?
id: Yakin ingin menghapus departemen ini?

source: Save and edit departement
id: Simpan dan edit departemen

source: No departement have been made yet.
id: Belum ada departemen yang dibuat.

source: Confirmation Dashboard
id: Dashboard Konfirmasi

source: Proof Of Payment
id: Bukti Pembayaran

source: Confirmation search results
id: Hasil pencarian konfirmasi

source: Confirmation
id: Konfirmasi

source: Order number "%(order_number)s" is not found
id: Nomor pesanan "%(order_number)s" tidak ditemukan

source: Confirmation with order number "%(order_number)s" has been accepted
id: Konfirmasi dengan nomor pesanan "%(order_number)s" telah diterima

source: Destination Bank
id: Bank Tujuan

source: Transfer Date
id: Tanggal Transfer

source: Account Owner Name
id: Nama pemilik akun

source: Customer Email
id: Email pelanggan

source: Customer Phone
id: Telepon Pelanggan

source: Confirmation Payment
id: Konfirmasi Pembayaran

source: Payment Confirmation
id: Konfirmasi Pembayaran

source: Important!
id: Penting!

source: Please use this form only after you make payment. Fill data correctly to make it easier for us to verify your confirmation.
id: Harap gunakan formulir ini hanya setelah Anda melakukan pembayaran. Isi data dengan benar untuk mempermudah kami memverifikasi konfirmasi Anda.

source: Cancel
id: Batal

source: Please enter your order number below.
id: Silahkan masukkan nomor pesanan anda di bawah ini.

source: Transfer via available bank. Do not forget the confirmation after payment is sent.
id: Transfer melalui bank yang tersedia. Jangan lupa konfirmasi setelah pembayaran dikirim.

source: Payment confirmation
id: Konfirmasi pembayaran

source: Success
id: Sukses

source: Thank you for submiting confirmation for order number <strong>#%(number)s</strong>. We will validate your confirmation as soon.
id: Terima kasih telah mengajukan konfirmasi untuk nomor pesanan <strong>#%(number)s</strong>. Kami akan memvalidasi konfirmasi Anda segera.

source: Accept Confirmation
id: Terima Konfirmasi

source: Reject Confirmation
id: Tolak Konfirmasi

source: Payment Confirmations
id: Konfirmasi Pembayaran

source: No data have been made yet.
id: Belum ada data yang dibuat.

source: Thank you for your email confirmation. Now you can login your account.
id: Terima kasih atas konfirmasi email anda. Sekarang anda bisa login menggunakan akun anda.

source: Activation link is invalid!
id: Tautan aktivasi tidak valid!

source: weight in grams
id: berat dalam satuan gram

source: Product Type
id: Tipe Produk

source: Partner
id: Mitra

source: At least one stock record must be set to a partner that you're associated with.
id: Harus ada minmial satu catatan stok yang terkait dengan partner.

source: Product search results
id: Hasil pencarian produk

source: Products
id: Produk

source: Yes
id: Ya

source: No
id: Tidak

source: Is Active?
id: Aktif?

# Partner's name
source: Name
id: Nama

source: Partner '%s' was updated successfully.
id: Mitra '%s' berhasil diperbarui.

source: Create user
id: Buat Pengguna

source: User '%s' was created successfully.
id: Pengguna '%s' berhasil dibuat.

source: User '%(name)s' has been linked with '%(partner_name)s'
id: Pengguna '%(name)s' telah dikaitkan dengan '%(partner_name)s'

source: User '%(name)s' was linked to '%(partner_name)s'
id: Pengguna '%(name)s' telah dikaitkan dengan '%(partner_name)s'

source: User '%(name)s' is already linked to '%(partner_name)s'
id: Pengguna '%(name)s' sudah dikaitkan dengan '%(partner_name)s'

source: User '%(name)s' is not linked to '%(partner_name)s'
id: Pengguna '%(name)s' tidak lagi dikaitkan dengan '%(partner_name)s'

source: Edit user '%s'
id: Ubah Pengguna '%s'

source: User '%s' was updated successfully.
id: Pengguna '%s' berhasil diperbarui.

source: Promotion type
id: Jenis promosi

source: Code
id: Kode

source: Fulfillment partner
id: Kebutuhan mitra

source: Fulfillment partners
id: Kebutuhan mitra

source: Partner address
id: Alamat mitra

source: Partner addresses
id: Alamat mitra

source: Old Price
id: Harga Lama

source: If you are a staff please use dashboard.
id: Jika Anda seorang staf silahkan gunakan dashboard.

source: Number of Products
id: Jumlah produk

source: Category product list
id: Daftar produk per kategori

source: Category product lists
id: Daftar produk per kategori

source: Slider Number
id: Nomor Slider

source: Is Visible
id: Terlihat

source: Sliders search results
id: Hasil pencarian slider

source: Sliders
id: Slider

source: Slider status successfully changed
id: Slider status berhasil diubah

source: Slider created successfully
id: Slider berhasil dibuat

source: Create slider
id: Buat slider

source: Slider updated successfully
id: Slider berhasil diperbarui

source: Slider deleted
id: Slider dihapus

source: Html Caption
id: Keterangan (Html)

source: sliders
id: slider

source: Delete Slider
id: Hapus Slider

source: Are you sure you want to delete this slider?
id: Yakin ingin menghapus alamat ini?

source: Create new slider
id: Buat slider baru

source: Save and edit sliders
id: Simpan dan edit slider

source: No slider have been made yet.
id: Belum ada slider yang dibuat.

source: With selected links:
id: Dengan item yang dipilih:

source: Make visible
id: Terlihat

source: Make invisible
id: Tidak terlihat

source: Social Media Dashboard
id: Media Sosial Dashboard

source: Name
id: Nama

source: Social media search results
id: Hasil pencarian sosial media

source: Social media
id: Media sosial

source: Link status successfully changed
id: Status link berhasil diubah

source: Social media created successfully
id: Media sosial berhasil dibuat

source: Create social media
id: Buat media sosial

source: Social media updated successfully
id: Media sosial berhasil diperbarui

source: Social media deleted
id: Media sosial dihapus

source: Position Number
id: Nomor urut

source: Social Media
id: Media Sosial

source: Delete Social Media
id: Hapus Media Sosial

source: Are you sure you want to delete this social media?
id: Apakah anda yakin ingin menghapus media sosial ini?

source: Name
id: Nama

source: Create new social media
id: Buat media sosial baru

source: Save and edit social media
id: Simpan dan edit media sosial

source: No social media have been made yet.
id: Belum ada media sosial yang dibuat.

source: Subscribes search results
id: Hasil pencarian langganan

source: Subscribes
id: Langganan

source: Subscriber status successfully changed
id: Status pelanggan berhasil diubah

source: Email Address
id: Alamat Email

source: is active
id: aktif

source: subscribe
id: berlangganan

source: subscribes
id: berlangganan

source: Subscribe
id: Langganan

source: Is Active
id: Aktif

source: No subscribes have been made yet.
id: Belum ada pelanggan yang terdaftar.

source: With selected subcribers:
id: Dengan item yang dipilih:

source: Make active
id: Aktifkan

source: Make inactive
id: Nonaktifkan

source: Subscribe to our newsletter
id: Berlangganan newsletter kami

source: By subscribing to the yoohalal newsletter you have read and understand <a href='#'>yoohalal.com's privacy policy</a>.
id: Dengan berlangganan newsletter Yoohalal berarti Anda telah membaca dan memahami <a href='#'>kebijakan privasi yohalal.com</a>.

source: Thank you <strong>%(email)s</strong> for subscribing, Your subscription has been confirmed.
id: Terima Kasih <strong>%(email)s</strong> telah berlanggan, Permintaan Anda telah dikonfirmasi.

source: Unsubscribe
id: Berhenti berlangganan

source: You has been unsubscribe from the yoohalal newsletter. You will no longer receive information about our exclusive offers and special offers.
id: Anda telah berhenti berlangganan newsletter yoohalal. Anda tidak akan lagi menerima informasi tentang penawaran eksklusif dan penawaran khusus kami.

source: Basket
id: Keranjang

source: <strong>%(title)s</strong> has been added to your basket.
id: <strong>%(title)s</strong> telah ditambahkan ke keranjang Anda.

source: <strong>%(quantity)s</strong> copies of <strong>%(title)s</strong> have been added to your basket.
id: <strong>%(quantity)s</strong> salinan dari <strong>%(title)s</strong> telah ditambahkan ke keranjang Anda.

source: <strong>%(title)s</strong> has been moved back to your basket.
id: <strong>%(title)s</strong> telah dipindahkan kembali ke keranjang Anda.

source: <strong>%(title)s</strong> has been saved for later
id: <strong>%(title)s</strong> telah diarsipkan

source: Your basket is now empty
id: Keranjang Anda sekarang kosong

source: Your basket total is now <strong>%(total)s</strong>
id: Total keranjang Anda sekarang <strong>%(total)s</strong>

source: View basket
id: Lihat

source: Checkout now
id: Bayar

source: Your basket now qualifies for the <strong>%(name)s</strong> offer.
id: Keranjang Anda sekarang memenuhi syarat untuk penawaran <strong>%(name)s</strong>.

source: Your basket no longer qualifies for the <strong>%(name)s</strong> offer.
id: Keranjang Anda tidak lagi memenuhi syarat untuk penawaran <strong>%(name)s</strong>.

source: Important messages about items in your basket
id: Pesan penting tentang item dalam keranjang Anda

source: You could be missing out on offers!
id: Anda akan kehilangan penawaran!

source: <div class="warning">%(message)s to qualify for the <a href="%(url)s">%(offer_name)s</a> special offer</div>
id: <div class="warning">%(message)s untuk memenuhi syarat untuk <a href="%(url)s">%(offer_name)s</a> penawaran khusus</div>

source: Save for later
id: Arsipkan

source: Updating...
id: Perbarui...

source: Update
id: Ubah

source: Shopping Cart
id: Keranjang Belanja

source: Promo Code
id: Kode Promo

source: Adding...
id: Menambahkan...

source: Apply
id: Terapkan

source: Your basket is empty.
id: Keranjang Anda masih kosong.

source: Continue shopping
id: Lanjutkan Belanja

source: Items to buy later
id: Arsip Keranjang

source: Items
id: Item

source: Price
id: Harga

source: Move to basket
id: Pindahkan

source: Remove
id: Hapus

source: Checkout
id: Bayar

source: Basket total (before discounts)
id: Total keranjang (sebelum diskon)

source: Discount
id: Diskon

source: Vouchers
id: Voucher

source: Basket total (after discounts)
id: Total keranjang (setelah diskon)

source: Basket total
id: Total keranjang

source: Shipping
id: Pengiriman

source: Alternative shipping methods can be chosen during checkout
id: Metode pengiriman alternatif bisa dipilih saat lanjut ke pembayaran

source: Shipping method
id: Metode pengiriman

source: Shipping total (before discounts)
id: Total pengiriman (sebelum diskon)

source: Shipping total (after discounts)
id: Total pengiriman (setelah diskon)

source: Tax
id: Pajax

source: Post order actions
id: Tindakan pesanan

source: These will be applied once your order is placed.
id: Ini akan diterapkan begitu pesanan Anda lanjut ke pembayaran.

source: Order total
id: Total pesanan

source: Taxes will be added during checkout.
id: Pajak akan ditambahkan saat lanjut ke pembayaran.

source: Proceed to checkout
id: Lanjut ke pembayaran

source: All products
id: Semua Produk

source: Refine by
id: Perbaiki dengan

source: <span>%(num_results)s</span> result - showing <span>%(start)s</span> to <span>%(end)s</span>.
id: <span>%(num_results)s</span> hasil - dari <span>%(start)s</span> sampai <span>%(end)s</span>.

source: <span>%(num_results)s</span> result.
id: <span>%(num_results)s</span> hasil.

source: <span>0</span> results.
id: <span>0</span> hasil.

source: No products found.
id: Produk tidak ditemukan.

source: Availability:
id: Stok:

source: Free
id: Gratis

source: Product Description
id: Deskripsi Produk

source: Product Information
id: Informasi Produk

source: Customer Reviews
id: Ulasan Pelanggan

source: Recommended items
id: Rekomendasi

source: Price (excl. tax)
id: Harga (tidak termasuk pajak)

source: Price (incl. tax)
id: Harga (termasuk pajak)

source: Availability
id: Ketersediaan

source: Number of reviews
id: Jumlah ulasan

source: This product does not have any reviews yet - <a href="%(add_review_url)s#reviews">be the first to write one</a>.
id: Produk ini belum memiliki ulasan - <a href="%(add_review_url)s#reviews">jadilah yang pertama menulisnya</a>.

source: This product does not have any reviews yet
id: Produk ini belum memiliki ulasan

source: Write a review
id: Tulis review

source: Add to basket
id: Beli

source: You have an active stock alert for this product.
id: Anda memiliki peringatan stok aktif untuk produk ini.

source: You can get an email alert when this product is back in stock.
id: Anda bisa mendapatkan peringatan email saat produk ini kembali tersedia.

source: Submitting...
id: Memproses...

source: Notify me
id: Beritahu saya

source: Add to cart
id: Beli

source: Removing...
id: Menghapus...

source: Remove from %(name)s wishlist
id: Hapus dari '%(name)s' wishlist

source: Add to wish list
id: Tambah ke wishlist

source: Add to '%(name)s' wish list
id: Tambahkan ke '%(name)s' wishlist

source: Create a new wishlist
id: Buat wishlist baru

source: Please login to add products to a wish list.
id: Silahkan login untuk menambahkan produk ke wishlist

source: You
id: Anda

source: Is this review helpful?
id: Apakah ulasan ini bermanfaat?

source: <strong>%(num_up_votes)s</strong> of %(num_votes)s customer found this useful
id: <strong>%(num_up_votes)s</strong> dari %(num_votes)s pelanggan mengatakan ulasan ini bermanfaat

source: This review has no votes.
id: Ulasan ini tidak memiliki vote.

source: Reviews
id: Ulasan

source: Customer reviews
id: Ulasan pelanggan

source: Leave a product review
id: Tuliskan ulasan produk

source: Save review
id: Simpan Ulasan

source: All reviews
id: Semua Ulasan

source: This product does not have any reviews yet.
id: Produk ini belum memiliki ulasan.

source: Summary
id: Ringkasan

source: Contact
id: Kontak

source: Phone
id: Tlp

source: Instructions
id: Instruksi

source: Payment details to go here
id: Rincian pembayaran

source: Edit order contents
id: Ubah Pesanan

source: Order contents
id: Pesanan

source: Quantity
id: Jumlah

source: Totals
id: Total

source: Order preview
id: Tinjau pesanan

source: Preview order
id: Tinjau pesanan

source: Place order
id: Pesan Sekarang

source: An address from your address book?
id: Alamat dari buku alamat Anda?

source: Ship to your default shipping address
id: Kirim ke default alamat pengiriman Anda

source: Ship to this address
id: Kirim ke Alamat ini

source: Edit address
id: Edit alamat

source: Or a new address?
id: Atau alamat baru?

source: Continuing...
id: Melanjutkan...
